Repository: YUL0426/scoor
Catalog: Scoor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# 공식
source: Official
fr: Officiel
ja: 公式
ko: 공식
pt_br: Oficial

# 관심
source: Interest
fr: Intérêts
ja: 関心
ko: 관심
pt_br: Interesses

# 글로벌
source: Global
fr: Mondial
ja: グローバル
ko: 글로벌
zh_hans: 全球

# 기록 달력
source: Journal calendar
fr: Calendrier du journal
ja: 記録カレンダー
ko: 기록 달력
pt_br: Calendário de registros

# 기록은 기기에 먼저 저장되고, 연결되면 계정으로 백업됩니다. 오프라인에서도 그대로 사용할 수 있어요.
source: Entries are saved on your device first and backed up to your account when connected. You can keep recording offline.
fr: Vos entrées sont d’abord enregistrées sur l’appareil, puis sauvegardées sur votre compte à la connexion. Vous pouvez aussi utiliser l’app hors ligne.
ja: 記録はまず端末に保存され、接続時にアカウントへバックアップされます。オフラインでも使えます。
ko: 기록은 기기에 먼저 저장되고, 연결되면 계정으로 백업됩니다. 오프라인에서도 그대로 사용할 수 있어요.
pt_br: Seus registros são salvos primeiro no aparelho e copiados para sua conta quando houver conexão. Você também pode usar sem internet.

# 기록하지 않은 날은 평균에 포함하지 않아요
source: Days without entries are not included in your average
fr: Les jours sans entrée ne comptent pas dans la moyenne
ja: 記録のない日は平均に含まれません
ko: 기록하지 않은 날은 평균에 포함하지 않아요
pt_br: Dias sem registro não entram na média

# 기록한 날
source: Days recorded
fr: Jours renseignés
ja: 記録した日
ko: 기록한 날
pt_br: Dias registrados

# 기록한 날 기준
source: Based on recorded days
fr: Sur les jours renseignés
ja: 記録のある日をもとに計算
ko: 기록한 날 기준
pt_br: Com base nos dias registrados

# 기록한 날들이 보여주는 나의 리듬
source: Your rhythm, reflected in the days you record
fr: Vos journées au fil des entrées
ja: 記録から見える日々の変化
ko: 기록한 날들이 보여주는 나의 리듬
pt_br: Seus dias ao longo dos registros

# 나만의 속도로 이어가세요
source: Keep going at your own pace
fr: Continuez à votre rythme
ja: 自分のペースで続けましょう
ko: 나만의 속도로 이어가세요
pt_br: Continue no seu ritmo

# 나의 하루 흐름
source: My daily rhythm
fr: Mes journées au fil du temps
ja: 日々の変化
ko: 나의 하루 흐름
pt_br: Meus dias ao longo do tempo

# 날짜별 기록을 확인하고 수정하세요
source: View and edit your entries by date
fr: Consultez et modifiez vos entrées par date
ja: 日付ごとに記録を確認・編集できます
ko: 날짜별 기록을 확인하고 수정하세요
pt_br: Veja e edite seus registros por data

# 내 제안
source: My proposals
fr: Mes propositions
ja: 自分の提案
ko: 내 제안
pt_br: Minhas sugestões

# 내 제안 확인
source: View my proposals
fr: Voir mes propositions
ja: 自分の提案を見る
ko: 내 제안 확인
pt_br: Ver minhas sugestões

# 내 토픽 제안
source: My topic proposals
fr: Mes propositions de sujets
ja: 自分のトピック提案
ko: 내 토픽 제안
pt_br: Minhas sugestões de assuntos

# 내 프로필
source: My profile
fr: Mon profil
ja: 自分のプロフィール
ko: 내 프로필
pt_br: Meu perfil

# 누군가를 차단하면 그 사람의 글과 댓글이 보이지 않습니다.
source: Blocking someone hides their posts and comments.
fr: Bloquer une personne masque ses publications et ses commentaires.
ja: ブロックすると、その人の投稿やコメントが表示されなくなります。
ko: 누군가를 차단하면 그 사람의 글과 댓글이 보이지 않습니다.
pt_br: Ao bloquear alguém, as publicações e os comentários dessa pessoa deixam de aparecer.

# 뉴스·사건
source: News and events
fr: Actualités
ja: ニュース・出来事
ko: 뉴스·사건
pt_br: Notícias e acontecimentos

# 닉네임으로 남기기
source: Post with my username
fr: Publier avec mon pseudo
ja: ニックネームで投稿
ko: 닉네임으로 남기기
pt_br: Publicar com meu apelido

# 당장 위험한 상황이라면 119에 연락해 주세요.
source: If you are in immediate danger in South Korea, call 119.
fr: En cas de danger immédiat, appelez les urgences locales. En Corée du Sud : 119.
ja: 差し迫った危険がある場合は、現地の緊急通報先へ連絡してください。韓国では119です。
ko: 당장 위험한 상황이라면 119에 연락해 주세요.
pt_br: Em caso de perigo imediato, ligue para o serviço de emergência local. Na Coreia do Sul: 119.

# 더보기
source: More
fr: Plus
ja: その他
ko: 더보기
pt_br: Mais

# 도움을 받을 수 있어요
source: Support is available
fr: De l’aide est disponible
ja: 相談できる窓口があります
ko: 도움을 받을 수 있어요
pt_br: Você pode buscar ajuda

# 돌아가기
source: Go back
fr: Retour
ja: 戻る
ko: 돌아가기
pt_br: Voltar

# 동기화
source: Sync
fr: Synchronisation
ja: 同期
ko: 동기화
pt_br: Sincronização

# 되돌릴 수 없습니다. 이 기기에 저장된 모든 기록(점수, 방명록, 소셜 활동)과 로그인 정보가 영구 삭제됩니다.
source: This cannot be undone. All entries on this device (scores, guestbook messages, and social activity) and sign-in information will be permanently deleted.
fr: Cette action est irréversible. Toutes les données enregistrées sur cet appareil (scores, messages, activité sociale) et les informations de connexion seront supprimées définitivement.
ja: この操作は取り消せません。この端末の記録（スコア、メッセージ、交流履歴）とログイン情報は完全に削除されます。
ko: 되돌릴 수 없습니다. 이 기기에 저장된 모든 기록(점수, 방명록, 소셜 활동)과 로그인 정보가 영구 삭제됩니다.
pt_br: Esta ação não pode ser desfeita. Todos os registros deste aparelho (notas, recados e atividades sociais) e os dados de login serão excluídos permanentemente.

# 뒤로가기
source: Back
fr: Retour
ja: 戻る
ko: 뒤로가기
pt_br: Voltar

# 로그아웃하면 가입 화면으로 돌아갑니다. 기기에 저장된 기록은 유지되며, 같은 계정으로 다시 로그인하면 복원됩니다.
source: Signing out returns you to the welcome screen. Entries on this device are kept and restored when you sign in with the same account.
fr: Vous reviendrez à l’écran d’inscription. Les entrées sur l’appareil sont conservées et seront restaurées à la reconnexion au même compte.
ja: ログアウトすると登録画面に戻ります。端末の記録は残り、同じアカウントでログインすると復元されます。
ko: 로그아웃하면 가입 화면으로 돌아갑니다. 기기에 저장된 기록은 유지되며, 같은 계정으로 다시 로그인하면 복원됩니다.
pt_br: Você voltará para a tela de cadastro. Os registros no aparelho serão mantidos e restaurados ao entrar de novo na mesma conta.

# 로그인 실패
source: Sign-in failed
fr: Échec de la connexion
ja: ログインできませんでした
ko: 로그인 실패
pt_br: Não foi possível entrar

# 로그인하면 홈에 공유할 수 있어요
source: Sign in to share on Home
fr: Connectez-vous pour partager dans Accueil
ja: ログインするとホームに共有できます
ko: 로그인하면 홈에 공유할 수 있어요
pt_br: Entre para compartilhar no Início

# 마감된 토픽이에요
source: This topic is closed
fr: Ce sujet est clos
ja: このトピックは終了しています
ko: 마감된 토픽이에요
pt_br: Este assunto foi encerrado

# 마지막 동기화
source: Last synced
fr: Dernière synchronisation
ja: 前回の同期
ko: 마지막 동기화
pt_br: Última sincronização

# 매일 새 토픽이 올라옵니다.
source: New topics arrive every day.
fr: De nouveaux sujets chaque jour.
ja: 毎日、新しいトピックが登場します。
ko: 매일 새 토픽이 올라옵니다.
pt_br: Novos assuntos todos os dias.

# 미리보기
source: Preview
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt_br: Prévia

# 미리보기 — 예시 콘텐츠입니다. 실제 커뮤니티는 온라인 서비스 출시와 함께 열려요.
source: Preview — sample content. The community opens when the online service launches.
fr: Aperçu avec du contenu d’exemple. La communauté ouvrira au lancement du service en ligne.
ja: プレビュー用のサンプルです。オンラインサービス開始後にコミュニティが利用できます。
ko: 미리보기 — 예시 콘텐츠입니다. 실제 커뮤니티는 온라인 서비스 출시와 함께 열려요.
pt_br: Prévia com conteúdo de exemplo. A comunidade será aberta com o lançamento do serviço online.

# 방명록
source: Guestbook
fr: Livre d’or
ja: メッセージ帳
ko: 방명록
pt_br: Mural de recados

# 배경 설명 (10~200자)
source: Background (10–200 characters)
fr: Contexte (10 à 200 caractères)
ja: 背景の説明（10〜200文字）
ko: 배경 설명 (10~200자)
pt_br: Contexto (10 a 200 caracteres)

# 비슷한 기존 토픽에 참여해 보세요
source: Join a similar existing topic
fr: Participez à un sujet similaire
ja: 似ているトピックに参加してみましょう
ko: 비슷한 기존 토픽에 참여해 보세요
pt_br: Participe de um assunto parecido

# 사회
source: Society
fr: Société
ja: 社会
ko: 사회
pt_br: Sociedade

# 새 제안
source: New proposal
fr: Nouvelle proposition
ja: 新しい提案
ko: 새 제안
pt_br: Nova sugestão

# 새로운 소식이 생기면 여기에서 확인하세요
source: Check here for new updates
fr: Les nouveautés apparaîtront ici
ja: 新しいお知らせはここに表示されます
ko: 새로운 소식이 생기면 여기에서 확인하세요
pt_br: As novidades vão aparecer aqui

# 새벽
source: Late night
fr: Tôt le matin
ja: 未明
ko: 새벽
pt_br: Madrugada

# 스포츠
source: Sports
fr: Sport
ja: スポーツ
ko: 스포츠
pt_br: Esportes

# 신고 사유
source: Reason for reporting
fr: Motif du signalement
ja: 通報の理由
ko: 신고 사유
pt_br: Motivo da denúncia

# 신고는 24시간 안에 검토됩니다. 신고자 정보는 상대에게 공개되지 않습니다.
source: Reports are reviewed within 24 hours. Your identity is not shared with the person you report.
fr: Les signalements sont examinés sous 24 heures. Votre identité n’est pas communiquée à la personne signalée.
ja: 通報は24時間以内に確認します。通報者の情報は相手に公開されません。
ko: 신고는 24시간 안에 검토됩니다. 신고자 정보는 상대에게 공개되지 않습니다.
pt_br: As denúncias são analisadas em até 24 horas. Seus dados não são mostrados à pessoa denunciada.

# 신고하기
source: Report
fr: Signaler
ja: 通報する
ko: 신고하기
pt_br: Denunciar

# 심사 알림
source: Review updates
fr: Résultats de l’examen
ja: 審査のお知らせ
ko: 심사 알림
pt_br: Resultado da análise

# 아직 %@ 알림이 없어요
source: No %@ notifications yet
fr: Aucune notification pour « %@ »
ja: 「%@」の通知はまだありません
ko: 아직 %@ 알림이 없어요
pt_br: Nenhuma notificação de “%@”

# 아직 나눠진 하루가 없어요
source: No shared days yet
fr: Aucune journée partagée pour le moment
ja: 共有された記録はまだありません
ko: 아직 나눠진 하루가 없어요
pt_br: Nenhum dia compartilhado ainda

# 아직 반응 없음
source: No reactions yet
fr: Aucune réaction
ja: まだ反応がありません
ko: 아직 반응 없음
pt_br: Nenhuma reação ainda

# 아직 알림이 없어요
source: No notifications yet
fr: Aucune notification pour le moment
ja: 通知はまだありません
ko: 아직 알림이 없어요
pt_br: Nenhuma notificação ainda

# 아직 이 기간의 기록이 없어요
source: No entries for this period yet
fr: Aucune entrée sur cette période
ja: この期間の記録はまだありません
ko: 아직 이 기간의 기록이 없어요
pt_br: Nenhum registro neste período

# 아직 이 토픽에 대한 이야기가 없어요
source: No reactions to this topic yet
fr: Aucune discussion sur ce sujet pour le moment
ja: このトピックのコメントはまだありません
ko: 아직 이 토픽에 대한 이야기가 없어요
pt_br: Ninguém comentou sobre este assunto ainda

# 알림
source: Activity
fr: Activité
ja: 通知
ko: 알림
pt_br: Atividade

# 연애
source: Love
fr: Relations amoureuses
ja: 恋愛
ko: 연애
pt_br: Relacionamentos

# 연예
source: Entertainment
fr: Divertissement
ja: エンタメ
ko: 연예
pt_br: Entretenimento

# 예: 주 4일 재택근무 도입에 찬성하나요?
source: For example: Do you support working from home four days a week?
fr: Ex. : êtes-vous pour quatre jours de télétravail par semaine ?
ja: 例：週4日の在宅勤務に賛成ですか？
ko: 예: 주 4일 재택근무 도입에 찬성하나요?
pt_br: Ex.: você é a favor de quatro dias de trabalho remoto por semana?

# 오늘 기록하기
source: Record today
fr: Noter ma journée
ja: 今日を記録する
ko: 오늘 기록하기
pt_br: Registrar hoje

# 오늘의 기록
source: Today's entries
fr: Entrée du jour
ja: 今日の記録
ko: 오늘의 기록
pt_br: Registro de hoje

# 오늘의 점수와 한 줄 수정
source: Edit your score and note
fr: Modifier le score et la note du jour
ja: 今日のスコアとメモを編集
ko: 오늘의 점수와 한 줄 수정
pt_br: Editar a nota e a anotação de hoje

# 오늘의 점수와 한 줄로 이야기를 시작해보세요
source: Start with today’s score and a few words
fr: Commencez par un score et quelques mots
ja: 今日のスコアとひとことを残してみましょう
ko: 오늘의 점수와 한 줄로 이야기를 시작해보세요
pt_br: Comece com uma nota e algumas palavras

# 완료
source: Done
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluir

# 의견·논의
source: Opinions and discussion
fr: Opinions et débats
ja: 意見・議論
ko: 의견·논의
pt_br: Opiniões e debates

# 이 기간의 가장 높은 하루 · %lld점
source: Your highest day this period · %lld points
fr: Meilleur jour de la période · %lld pts
ja: この期間で最高の日 · %lld点
ko: 이 기간의 가장 높은 하루 · %lld점
pt_br: Melhor dia do período · %lld pts

# 이 사용자의 글 더 이상 보지 않기
source: Stop seeing posts from this user
fr: Masquer les publications de cette personne
ja: この人の投稿を表示しない
ko: 이 사용자의 글 더 이상 보지 않기
pt_br: Ocultar publicações desta pessoa

# 이 카테고리엔 아직 토픽이 없어요.
source: No topics in this category yet.
fr: Aucun sujet dans cette catégorie.
ja: このカテゴリーにはまだトピックがありません。
ko: 이 카테고리엔 아직 토픽이 없어요.
pt_br: Ainda não há assuntos nesta categoria.

# 이번 달 대표 감정
source: This month’s main mood
fr: Humeur dominante du mois
ja: 今月によく見られた気分
ko: 이번 달 대표 감정
pt_br: Humor mais frequente do mês

# 이번 달 대표 감정 %@, %lld일
source: This month’s main mood: %1$@, %2$lld days
fr: Humeur dominante : %1$@, sur %2$lld jours
ja: 今月によく見られた気分：%1$@、%2$lld日
ko: 이번 달 대표 감정 %@, %lld일
pt_br: Humor mais frequente: %1$@, em %2$lld dias

# 이유를 입력하면 선택할 수 있어요
source: Add a note to enable sharing
fr: Ajoutez une note pour activer le partage
ja: メモを入力すると共有できます
ko: 이유를 입력하면 선택할 수 있어요
pt_br: Adicione uma anotação para compartilhar

# 이전 %lld일 대비 %@%lld점
source: %2$@%3$lld points compared with the previous %1$lld days
fr: Par rapport aux %1$lld jours précédents : %2$@%3$lld points
ja: 前の%1$lld日間と比べて%2$@%3$lld点
ko: 이전 %lld일 대비 %@%lld점
pt_br: Em relação aos %1$lld dias anteriores: %2$@%3$lld pontos

# 익명으로 남기기
source: Post anonymously
fr: Publier anonymement
ja: 匿名で投稿
ko: 익명으로 남기기
pt_br: Publicar anonimamente

# 일반인 신상·외모 품평·개인 공격·혐오·광고는 올릴 수 없어요.
source: Do not post private information, judgments about people’s appearance, personal attacks, hate, or advertising.
fr: Les informations privées, jugements sur l’apparence, attaques personnelles, propos haineux et publicités sont interdits.
ja: 一般の方の個人情報、容姿への評価、個人攻撃、差別表現、広告は投稿できません。
ko: 일반인 신상·외모 품평·개인 공격·혐오·광고는 올릴 수 없어요.
pt_br: Não publique dados pessoais de pessoas comuns, avaliações de aparência, ataques pessoais, discurso de ódio ou propaganda.

# 입력 완료
source: Done
fr: Terminer la saisie
ja: 入力を完了
ko: 입력 완료
pt_br: Concluir digitação

# 자살예방 상담전화 **109** — 24시간, 무료
source: South Korea suicide prevention helpline: **109** — free, 24/7
fr: Prévention du suicide en Corée du Sud : **109**, gratuit, 24 h/24
ja: 韓国の自殺予防相談 **109** — 24時間・無料
ko: 자살예방 상담전화 **109** — 24시간, 무료
pt_br: Prevenção do suicídio na Coreia do Sul: **109**, gratuito, 24 horas

# 자세한 내용 (선택)
source: Details (optional)
fr: Précisions (facultatif)
ja: 詳細（任意）
ko: 자세한 내용 (선택)
pt_br: Detalhes (opcional)

# 잔잔
source: Steady
fr: Calme
ja: 穏やか
ko: 잔잔
pt_br: Tranquilo

# 점수 기준
source: Score meanings
fr: Barème
ja: スコアの基準
ko: 점수 기준
pt_br: Critérios de pontuação

# 점수 더 보기
source: Show more scores
fr: Voir plus de scores
ja: ほかのスコアを見る
ko: 점수 더 보기
pt_br: Ver mais notas

# 점수와 이유가 홈에 공개돼요
source: Your score and note will appear on Home
fr: Votre score et votre note seront publics dans Accueil
ja: スコアとメモがホームで公開されます
ko: 점수와 이유가 홈에 공개돼요
pt_br: Sua nota e anotação ficarão públicas no Início

# 점수와 한 줄로 오늘을 남겨보세요
source: Capture today with a score and a note
fr: Gardez une trace du jour avec un score et quelques mots
ja: スコアとひとことで今日を記録しましょう
ko: 점수와 한 줄로 오늘을 남겨보세요
pt_br: Registre hoje com uma nota e algumas palavras

# 정신건강 상담전화 **1577-0199**
source: South Korea mental health helpline: **1577-0199**
fr: Soutien psychologique en Corée du Sud : **1577-0199**
ja: 韓国のメンタルヘルス相談 **1577-0199**
ko: 정신건강 상담전화 **1577-0199**
pt_br: Apoio em saúde mental na Coreia do Sul: **1577-0199**

# 정치
source: Politics
fr: Politique
ja: 政治
ko: 정치
pt_br: Política

# 제안 수정
source: Edit proposal
fr: Modifier la proposition
ja: 提案を編集
ko: 제안 수정
pt_br: Editar sugestão

# 제안을 보냈어요
source: Proposal submitted
fr: Proposition envoyée
ja: 提案を送りました
ko: 제안을 보냈어요
pt_br: Sugestão enviada

# 제안을 불러오는 중…
source: Loading proposals…
fr: Chargement des propositions…
ja: 提案を読み込み中…
ko: 제안을 불러오는 중…
pt_br: Carregando sugestões…

# 제출
source: Submit
fr: Envoyer
ja: 送信
ko: 제출
pt_br: Enviar

# 제출 중…
source: Submitting…
fr: Envoi…
ja: 送信中…
ko: 제출 중…
pt_br: Enviando…

# 주식
source: Stocks
fr: Bourse
ja: 株式
ko: 주식
pt_br: Ações

# 직장
source: Work
fr: Travail
ja: 仕事
ko: 직장
pt_br: Trabalho

# 질문의 종류와 출처
source: Question type and source
fr: Type de question et source
ja: 質問の種類と出典
ko: 질문의 종류와 출처
pt_br: Tipo de pergunta e fonte

# 차단하면 이 사용자의 반응이 즉시 보이지 않습니다. 상대에게는 알려지지 않습니다.
source: Blocking immediately hides this user’s reactions. They will not be notified.
fr: Les réactions de cette personne seront immédiatement masquées. Elle ne sera pas avertie du blocage.
ja: ブロックすると、この人の反応はすぐに非表示になります。相手に通知されません。
ko: 차단하면 이 사용자의 반응이 즉시 보이지 않습니다. 상대에게는 알려지지 않습니다.
pt_br: As reações dessa pessoa serão ocultadas imediatamente. Ela não será avisada do bloqueio.

# 차단한 사용자
source: Blocked users
fr: Personnes bloquées
ja: ブロックしたユーザー
ko: 차단한 사용자
pt_br: Pessoas bloqueadas

# 차단한 사용자가 없습니다
source: No blocked users
fr: Aucune personne bloquée
ja: ブロックしたユーザーはいません
ko: 차단한 사용자가 없습니다
pt_br: Nenhuma pessoa bloqueada

# 참여가 시작되면 질문과 점수 기준은 바꿀 수 없어요.
source: Once participation starts, the question and score meanings cannot be changed.
fr: La question et le barème ne peuvent plus être modifiés après la première participation.
ja: 参加が始まると、質問とスコアの基準は変更できません。
ko: 참여가 시작되면 질문과 점수 기준은 바꿀 수 없어요.
pt_br: A pergunta e os critérios não podem ser alterados depois que a participação começar.

# 철회
source: Withdraw
fr: Retirer
ja: 取り下げる
ko: 철회
pt_br: Retirar

# 첫 점수를 남겨보세요
source: Be the first to score
fr: Donnez le premier score
ja: 最初のスコアをつけてみましょう
ko: 첫 점수를 남겨보세요
pt_br: Dê a primeira nota

# 출처 URL (선택)
source: Source URL (optional)
fr: URL de la source (facultatif)
ja: 出典のURL（任意）
ko: 출처 URL (선택)
pt_br: URL da fonte (opcional)

# 출처 URL (필수)
source: Source URL (required)
fr: URL de la source (obligatoire)
ja: 出典のURL（必須）
ko: 출처 URL (필수)
pt_br: URL da fonte (obrigatório)

# 출처 보기
source: View source
fr: Voir la source
ja: 出典を見る
ko: 출처 보기
pt_br: Ver fonte

# 카테고리
source: Category
fr: Catégorie
ja: カテゴリー
ko: 카테고리
pt_br: Categoria

# 커뮤니티 제안
source: Community proposal
fr: Proposition de la communauté
ja: コミュニティからの提案
ko: 커뮤니티 제안
pt_br: Sugestão da comunidade

# 커뮤니티 제안 · 게시 미리보기
source: Community proposal · Post preview
fr: Proposition de la communauté · Aperçu
ja: コミュニティからの提案 · 投稿プレビュー
ko: 커뮤니티 제안 · 게시 미리보기
pt_br: Sugestão da comunidade · Prévia

# 토픽 %lld
source: Topics %lld
fr: Sujets : %lld
ja: トピック %lld件
ko: 토픽 %lld
pt_br: Assuntos: %lld

# 토픽 검색
source: Search topics
fr: Rechercher un sujet
ja: トピックを検索
ko: 토픽 검색
pt_br: Buscar assuntos

# 토픽 보기
source: View topic
fr: Voir le sujet
ja: トピックを見る
ko: 토픽 보기
pt_br: Ver assunto

# 토픽 신고 또는 제안자 차단
source: Report topic or block proposer
fr: Signaler le sujet ou bloquer son auteur
ja: トピックを通報、または提案者をブロック
ko: 토픽 신고 또는 제안자 차단
pt_br: Denunciar assunto ou bloquear autor

# 토픽 제안
source: Suggest a topic
fr: Proposer un sujet
ja: トピックを提案
ko: 토픽 제안
pt_br: Sugerir assunto

# 토픽 제안 · %lld
source: Suggest a topic · %lld
fr: Propositions de sujets · %lld
ja: トピックの提案 · %lld
ko: 토픽 제안 · %lld
pt_br: Sugestões de assuntos · %lld

# 토픽에 대한 점수와 의견이 이곳에 모여요
source: Scores and thoughts on this topic will appear here
fr: Les scores et les avis sur ce sujet apparaîtront ici
ja: このトピックのスコアと意見がここに集まります
ko: 토픽에 대한 점수와 의견이 이곳에 모여요
pt_br: As notas e opiniões sobre este assunto vão aparecer aqui

# 통계
source: Stats
fr: Statistiques
ja: 統計
ko: 통계
pt_br: Estatísticas

# 통계 공유
source: Share statistics
fr: Partager les statistiques
ja: 統計を共有
ko: 통계 공유
pt_br: Compartilhar estatísticas

# 편집
source: Edit
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar

# 평균 점수
source: Average score
fr: Score moyen
ja: 平均スコア
ko: 평균 점수
pt_br: Nota média

# 하루를 남기면 이곳에 흐름이 그려져요
source: Record your days to see your rhythm here
fr: L’évolution de vos journées apparaîtra ici au fil des entrées
ja: 記録をつけると、ここに日々の変化が表示されます
ko: 하루를 남기면 이곳에 흐름이 그려져요
pt_br: A evolução dos seus dias vai aparecer aqui conforme você registrar

# 학생
source: Students
fr: Études
ja: 学生
ko: 학생
pt_br: Estudos

# 함께 논의할 질문
source: A question to discuss
fr: Question à discuter ensemble
ja: みんなで話したい質問
ko: 함께 논의할 질문
pt_br: Pergunta para discutir

# 함께 이야기하고 싶은 주제를 제안해 보세요.
source: Suggest a topic you would like to discuss.
fr: Proposez un sujet dont vous aimeriez discuter.
ja: みんなで話したいトピックを提案してみましょう。
ko: 함께 이야기하고 싶은 주제를 제안해 보세요.
pt_br: Sugira um assunto sobre o qual você gostaria de conversar.

# 해제
source: Unblock
fr: Débloquer
ja: 解除
ko: 해제
pt_br: Desbloquear

# 현재 연속 기록
source: Current streak
fr: Série en cours
ja: 現在の連続記録
ko: 현재 연속 기록
pt_br: Sequência atual

# 홈에 공유
source: Share to Home
fr: Partager dans Accueil
ja: ホームに共有
ko: 홈에 공유
pt_br: Compartilhar no Início

# 계정이 삭제됐어요
source: Account deleted
fr: Compte supprimé
ja: アカウントを削除しました
ko: 계정이 삭제됐어요
pt_br: Conta excluída

source: Apple sign-in access has not yet been revoked. You can also remove Scoor in iPhone Settings → Apple Account → Sign in with Apple.
fr: L’accès via Apple n’a pas encore été révoqué. Vous pouvez aussi supprimer Scoor dans Réglages de l’iPhone → Compte Apple → Se connecter avec Apple.
ja: Appleログインの連携解除がまだ完了していません。iPhoneの設定 → Apple Account → Appleでサインインから、Scoorの連携を解除することもできます。
ko: Apple 로그인 연결 해제가 아직 완료되지 않았어요. iPhone 설정의 Apple 계정 → Apple로 로그인 → Scoor에서도 연결을 해제할 수 있어요.
pt_br: O acesso pelo login da Apple ainda não foi revogado. Você também pode remover o Scoor nos Ajustes do iPhone → Conta Apple → Iniciar sessão com a Apple.

# 점수는 저장됐지만 홈 공유에 실패했어요. 다시 시도해주세요.
source: Your score was saved, but sharing to Home failed. Please try again.
fr: Le score est enregistré, mais le partage dans Accueil a échoué. Réessayez.
ja: スコアは保存されましたが、ホームに共有できませんでした。もう一度お試しください。
ko: 점수는 저장됐지만 홈 공유에 실패했어요. 다시 시도해주세요.
pt_br: A nota foi salva, mas não foi possível compartilhar no Início. Tente de novo.

# 내용을 입력해주세요.
source: Please enter some text.
fr: Saisissez un message.
ja: 内容を入力してください。
ko: 내용을 입력해주세요.
pt_br: Digite uma mensagem.

# 대상을 찾을 수 없어요.
source: Could not find this item.
fr: Élément introuvable.
ja: 対象が見つかりませんでした。
ko: 대상을 찾을 수 없어요.
pt_br: Item não encontrado.

# 부정적
source: Negative
fr: Négatif
ja: 否定的
ko: 부정적
pt_br: Negativo

# 긍정적
source: Positive
fr: Positif
ja: 肯定的
ko: 긍정적
pt_br: Positivo

# 실시간
source: Latest
fr: En direct
ja: リアルタイム
ko: 실시간
pt_br: Ao vivo

# 지금 뜨거움
source: Popular now
fr: À la une
ja: 今、話題
ko: 지금 뜨거움
pt_br: Em alta

# 급상승
source: Trending
fr: En hausse
ja: 急上昇
ko: 급상승
pt_br: Crescendo

# 지금 막 올라온 토픽이에요. 첫 반응을 남겨주세요.
source: This topic is new. Be the first to react.
fr: Nouveau sujet. Laissez la première réaction.
ja: 新しいトピックです。最初の反応を残してみましょう。
ko: 지금 막 올라온 토픽이에요. 첫 반응을 남겨주세요.
pt_br: Assunto novo. Deixe a primeira reação.

# 행복
source: Happy
fr: Bonheur
ja: 幸せ
ko: 행복
pt_br: Felicidade

# 번아웃
source: Burnout
fr: Épuisement
ja: 燃え尽き
ko: 번아웃
pt_br: Esgotamento

# 외로움
source: Lonely
fr: Solitude
ja: 寂しさ
ko: 외로움
pt_br: Solidão

# 고요
source: Calm
fr: Calme
ja: 穏やか
ko: 고요
pt_br: Tranquilidade

# 회복
source: Healing
fr: Récupération
ja: 回復
ko: 회복
pt_br: Recuperação

# 일
source: Work
fr: Travail
ja: 仕事
ko: 일
pt_br: Trabalho

# 사랑
source: Love
fr: Amour
ja: 恋愛
ko: 사랑
pt_br: Amor

# 인기
source: Popular
fr: Populaire
ja: 人気
ko: 인기

# 비슷한 기분
source: Similar moods
fr: Humeur similaire
ja: 似た気分
ko: 비슷한 기분
pt_br: Humor parecido

# 반대
source: Disagree
fr: Contre
ja: 反対
ko: 반대
pt_br: Contra

# 찬성
source: Agree
fr: Pour
ja: 賛成
ko: 찬성
pt_br: A favor

# 로그인은 완료됐지만 가입을 마무리하지 못했어요. 다시 시도해 주세요.
source: You’re signed in, but we couldn’t finish setup. Please try again.
fr: La connexion a réussi, mais la configuration n’a pas pu être terminée. Réessayez.
ja: ログインできましたが、登録を完了できませんでした。もう一度お試しください。
ko: 로그인은 완료됐지만 가입을 마무리하지 못했어요. 다시 시도해 주세요.
pt_br: Você entrou, mas não foi possível concluir o cadastro. Tente de novo.

# 이용 안내를 확인하고 계속해 주세요.
source: Please review the notice and continue.
fr: Consultez les informations, puis continuez.
ja: 利用案内を確認して続けてください。
ko: 이용 안내를 확인하고 계속해 주세요.
pt_br: Leia as informações e continue.

# 로그인이 취소되었습니다.
source: Sign-in was cancelled.
fr: Connexion annulée.
ja: ログインをキャンセルしました。
ko: 로그인이 취소되었습니다.
pt_br: Login cancelado.

# 로그인 응답이 올바르지 않습니다.
source: The sign-in response was invalid.
fr: Réponse de connexion invalide.
ja: ログインの応答が正しくありません。
ko: 로그인 응답이 올바르지 않습니다.
pt_br: Resposta de login inválida.

# 이미 가입된 이메일입니다 — 비밀번호가 일치하지 않습니다.
source: This email is already registered, but the password does not match.
fr: Cette adresse e-mail est déjà inscrite. Le mot de passe ne correspond pas.
ja: このメールアドレスは登録済みです。パスワードが一致しません。
ko: 이미 가입된 이메일입니다 — 비밀번호가 일치하지 않습니다.
pt_br: Este e-mail já está cadastrado. A senha não confere.

# 보안 난수를 생성하지 못했습니다.
source: Could not generate a secure random value.
fr: Impossible de générer les données de sécurité.
ja: 安全な乱数を生成できませんでした。
ko: 보안 난수를 생성하지 못했습니다.
pt_br: Não foi possível gerar os dados de segurança.

# 자격 증명을 저장하지 못했습니다.
source: Could not save your credentials.
fr: Impossible d’enregistrer les identifiants.
ja: 認証情報を保存できませんでした。
ko: 자격 증명을 저장하지 못했습니다.
pt_br: Não foi possível salvar as credenciais.

# 이메일 로그인은 별도 플로우를 사용합니다.
source: Please use the email sign-in option.
fr: Utilisez l’écran de connexion par e-mail.
ja: メールでのログイン画面をご利用ください。
ko: 이메일 로그인은 별도 플로우를 사용합니다.
pt_br: Use a tela de login por e-mail.

# 비밀번호가 올바르지 않습니다.
source: The password is incorrect.
fr: Mot de passe incorrect.
ja: パスワードが正しくありません。
ko: 비밀번호가 올바르지 않습니다.
pt_br: Senha incorreta.

# state 불일치(보안 검증 실패)
source: Sign-in security verification failed (state mismatch).
fr: Échec de la vérification de sécurité.
ja: セキュリティの確認に失敗しました。
ko: state 불일치(보안 검증 실패)
pt_br: A verificação de segurança falhou.
